["Yang sedang mencari lagu2 enak buat nemenin traveling kamu, Cek disini ya ⬇️⬇️⬇️⬇️⬇️⬇️ https://youtu.be/xtZPY3wHcy0\nDownload nya mudah ❤❤❤", "Sampurasun Baraya BANDUNG\nMana Sora Na Orang BANDUNG\nLIKE👍🏼", "Gatau knp suka bgt am bandung,dr wisatanya,kulinerny,orgny ramah2, gntng2 jg lgii ampunn dahh kl udh kebandung bawaanny mls bgt blik ke jkrtaa haha", "bandung is the best ..\nfrom brunai darussalam", "Saya org Melayu d Malaysia.. pada saya orang\"nya aja udah cukup menghiburkan saya dengan sikap lemah lembut mereka.. Gedung gedung lama d sekitar Kota Bandung juga menarik minat saya untuk main main lagi ke Kota Kembang ini..", "Siapa yg orang bandung asli orang sunda like ya", "Sampurasun ,,, muhun kangge orang Bandung tong hilap nya kangge dongkap ka tempat²hits na ,, Bandung juara ;)", "Bandung kota kelahiranku \nSiapa yg orang Bandung asli sunda?", "Travel in the city of Bandung Very good ,, the place is still beautiful ,, suitable for gathering with family ,, and friends ..🥀", "Aku org lombok. Tp jd penduduk bandung. I lov  u bandung. Best", "Pengen jug jalan jalan ke kota bandung tapi belum tau bisa nya kesana kapan karena sekarang ada di Kalimantan🤭\nTerimah kasih untuk  VDNVN udah post keindahan kota Bandung👍", "Ngga membosankan walaupun hampir 1 bulan sekali ke Bandung , salam dari kota Bekasi", "Bandung juara \n\n\nSalam ti tasik", "Hnya bs menahan rindu tmpt dmn aq d bsarkan 😥", "Ralat !! No 1 ALUN-ALUN BANDUNG bukan MESJID RAYA BANDUNG. Karena mesjid bukan tempat wisata !", "Bukan kota bandung, itu kan ada yang d kab bandung, sama kabupaten bandung barat", "Cuma masjid raya bandung saja yg baru saya pernah, tempat nya asikk lumayan buat ngilangin pikiran yg membuat otak mumatt😁", "thanks for sharing ur vlog we will appreciate it all", "yang mau ardenalin bisa ke bandung tree top tu🤤", "bandung tea atuh🔥", "Bandung sanggat indah...\n\nAlhamdulillah hampir semua udah di kunjungi...hhe ", "I love Bandung", "Hampir semua dah aku kunjungin...Klo Curug Pelangi Kapok ah...gak kuat di tanjakannya...napas ngos2an hampir pingsan🙈", "kereatip bgt haduh Kota bandung 💕", "Videonya saik, bermanfaat banget buat orang-orang yg bingung mau pilih destinasi wisata apa karena Bandung banyak banget tempat wisata yang bagus cuii", "Insyaallah bulan depat kita bertemu lagi... BANDUNG❤️", "Sae Jang..ameng ka Cidaun.", "Pokonya yg mau berwisata ke bandung wajib ke tempat\" ini wajib pokonamah", "Bandung memang juara\nSalam kasadayana", "Ilove bandung", "Bandung kota kelahiran ku 😍🤗", "Bagus bgt pengambilan gambarnya 👍", "keren vidonya... ini diambil dgn drone apa ya..?", "Alun Alun sering,Tega lega Itu ada Toko aku di sana Belakang Taman,yang Di lembang Itu aku belum Pernah", "Salam wisata gan", "Destinasi pertamanya mesjid.. Mantap admin", "Bandung Juara, Bandung Kota Kembang😘😘😘😍😍😍😍", "Kangen Kota Kembang...\nKpn ya Bisa Ke Sana Lagi..\nTetep Semangat  Dulur..\nSalam Dari Surabaya", "lembang mah emang juara wisata alam", "luas banget bandung😍"]